// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "直接打印设置";

NoSetTitle = "无法设置“直接打印”设置";
NoSetMsg = "请检查打印机是否已连接并开启，然后重试。";
UnknownValue = "选择…";

"Keep Current Settings" = "保持当前设置";

"US Letter" = "美式信紙（US Letter）";
"A4" = "A4";
"Legal" = "美国法定用纸";
"Hagaki Card" = "Hagaki 卡片";
"Photo 4 x 6 in." = "照片 4 x 6 英寸";
"Photo 5 x 7 in." = "照片 5 x 7 英寸";
"Photo L" = "照片（L 大小）";
"Borderless Photo 4 x 6 in." = "无边框照片 4 x 6 英寸";
"Borderless Hagaki Card" = "无边框 Hagaki 卡片";
"Borderless Photo L" = "无边框照片（L 大小）";

"Plain Paper" = "普通纸";
"Transparency" = "透明";
"InkJet Paper" = "Inkjet 纸";
"Photo Paper" = "照片纸";
"Brochure Paper" = "手册用纸";

"Index" = "索引";
"2 x 3 in." = "2 x 3 英寸";
"3 x 5 in." = "3 x 5 英寸";
"4 x 6 in." = "4 x 6 英寸";
"5 x 7 in." = "5 x 7 英寸";
"6 x 8 in." = "6 x 8 英寸";
"8 x 10 in." = "8 x 10 英寸";
"60 x 80 mm" = "60 x 80 毫米";
"Photo L (89 x 127 mm)" = "照片（89 x 127 毫米）";
"Hagaki Card (100 x 148 mm)" = "Hagaki 卡片（100 x 148 毫米）";
"130 x 180 mm" = "130 x 80 毫米";
"90 x 130 mm" = "90 X 130 毫米";
"100 x 150 mm" = "100 x 150 毫米";
"150 x 210 mm" = "150 x 210 毫米";
"200 x 250 mm" = "200 x 250 毫米";

"Best" = "最佳";
"Normal" = "正常";
"Fast" = "快速";

TaskDescription = "使用支持“数码打印命令格式”(DPOF) 的数码相机将允许您通过相机指定照片打印选项。\n\n在插入含有 DPOF 文件的闪存卡之后，您的打印机就会用这些设置自动打印指定的照片：";
MediaSizeLabel = "介质尺寸 ：";
MediaTypeLabel = "介质类型 ：";
PrintQualityLabel = "打印质量 ：";
PhotoSizeLabel = "照片尺寸 ：";
TaskNote1 = "注意：这些设置同样适用于从“个人数字助理”(PDA) 设备发送的打印作业。";
TaskNote2 = "所选的照片尺寸必须小于或等于所选的纸张尺寸。";
ApplyButtonTitle = "立即应用";
